
<!DOCTYPE HTML>
<html>
<head>
<title>:Inspired Minds - A Blog about Life Inspiration Motivation Habits and Strategies</title>

<link rel="stylesheet" href="/css/style.css" type="text/css" media="screen, print" />
<link rel="alternate" type="application/rss+xml" title="Inspired Minds -Blog-" href="/rss" />
<link rel="shortcut icon" href="/favicon.ico" />

<META name="viewport" content="width=device-width, height=device-height, initial-scale=1.0, minimum-scale=1.0">
<META name="content-language" content="EN">
<META http-equiv="content-type" content="text/html; charset=utf-8">
<META name="description" content="Inspired Minds Web Blog Focusing on Life's aspects like Habits, Motivational and Inspirational Things,  Minimalism Decluttering Obstacles Strategies Solutions and more">
<META name="keywords" content="Life, Habits, Verhaltensmuster, Values, Personal Development, Inspiration, Motivation, Strategies, Goals, Ziele, Plan, Solutions, L&ouml;sungen, Effizienz, Minimalism, Declutter, Discipline, Consistency, Procrastination">
<META name="copyright" content="Inspired Minds">
<META name="author" content="JerriCo">
<META name="page-topic" content="Life,Inspiration,Minimalism,Motivation">
<META name="page-type" content="Web Blog">
<META name="audience" content="all">
<META name="robots" content="INDEX,FOLLOW">
<META name="revisit-after" content="5 days">

</head>
<body>

<div id="container"><!-- Container -->
  <div id="content"><!-- Beginning Content Section -->
    <div><b>Menu: </b>
      <a href="/archive/a-beginning.html">
      A beginning</a> : <a href="/archive/perfectionism.html">
      Perfectionism</a> : <a href="/archive/procrastination.html">
      Procrastination</a> : <a href="/archive/time-boxing.html">
      Time Boxing</a> : <a href="/archive/quotes.html">
      Quotes</a>
  </div>

    <h1><a href="https://themunkyhive.github.io/"><b>:Inspired Minds</b></a></h1>
    <h2><a href=""><em>A dual-language blog about life, inspiration, motivation, habits and more</em></a></h2>

<div class="post" id="article"><!-- Start Article Wrapper -->

  <h2><a id="time-boxing" href="/">Inspired Minds</a>:&nbsp;<a href="#"><b>Time-Boxing</b></a></h2>

  <div class="entry">
  <em>
  Unter Time-Boxing (Zeitmanagement) versteht man die explizite Reservierung eines festen
  Zeitabschnitt f&uuml;r eine bestimmte Aufgabe bzw. Ziel welches man erreichen m&ouml;chte.
  </em>
  <p>
  Time-Boxing ist eine der Grundlagen einer strukturierten und somit effektiven Planung.
  </p>

  <em>Praktische Betrachtung:</em>
  <p>
  Pro Tag stehen jedem maximal 24 Stunden zur Verf&uuml;gung. Um diese Zeit effektiv und sinnvoll zu
  nutzen bedarf es einer genauen Vorbereitung.
  </p><p>
  Die Panung umfasst eine Bestandsaufnahme der T&auml;tigkeiten die wir erledigen m&ouml;chten.
  Hierbei kann es sich um unterschiedliche Arten handeln zb. kurzfristige, mittelfristige oder auch
  langfristige Ziele.
  </p><p>
  Es wird weiterhin zwischen notwendigen Aufgaben und optionalen Aufgaben unterschieden f&uuml;r die
  wir jeweils bestimmte Zeitkontingente ben&ouml;tigen. Im folgenden ein paar Beispiele.
  </p>

  <ul>
  	<li>
  	<em>Notwendige Aufgaben (Grundbed&uuml;rfnisse):</em><br>
  		- Schlafen<br>
  		- Essen<br>
  		- Hygiene<br>
  		- Arbeit

  	</li>
  	<li><em>Optionale Aufgaben:</em><br>
  		- Gemeinschaftspflege (Freunde / Familie)
  	</li>
  </ul>

  <p>
  Je zeitaufwendiger eine Aufgabe bzw. ein Ziel ist desto wirkungsvoller ist richtig angewendetes Timeboxing.
  Das absolvieren der eigentlichen Aufgabe steht dabei genau so im Mittelpunkt wie all die anderen T&auml;tigkeiten
  bzw. Ziele die wir ebenfalls erledigen m&ouml;chten.
  </p><p>
  Wir haben uns zum Beispiel ein bestimmtes Ziel gesetzt. Wir setzen uns bei der vorbereitenden Tagesplanung f&uuml;r
  diese Aufgabe eine (z.Zt. noch) willk&uuml;rliche Timebox von 30 min. Diese 30 min m&uuml;ssen realistisch in die
  Tagesplanung integriert werden. Es bringt nichts den Tag vollst&auml;ndig zu verplanen. Das bringt im Endefekt
  nur Fustration und dieses Gef&uuml;hl gilt es von vornerein zu vermeiden. F&uuml;r Anf&auml;nger ist es vorteilhaft
  den Tag nach dem Muster 60:40 zu verplanen dh. 60% der Zeit wird f&uuml;r Aufgaben und Ziele die an diesem Tag erledigt
  werden sollen reserviert. Die restlichen 40% dienen als Freiraum um den pro Aufgabe jeweils notwendigen Zeitbedarf zu
  ermitteln.
  </p><p>
  Mit der Zeit wird das Timeboxing bei kontinuierlicher Anwendung immer effizienter.
  </p><p>
  Zu einem bestimmten Zeitpunkt w&auml;hrend des Tages werden diese 30 min daf&uuml;r benutzt konzentriert, strukturiert
  an der Aufgabe bzw dem Ziel zu arbeiten. Nach Ablauf der Timebox wird die T&auml;tigkeit beendet. Entweder wurde das
  entsprechende Ziel erreicht oder nicht. Der positive Effekt der Timebox ist, das es nun aufgrund der praktischen
  Erfahrungswerte viel einfacher ist den f&uuml;r diese Aufgabe tats&auml;chlichen Zeitbedarf besser zu ermitteln.
  </p><p>
  Es kann nun abh&auml;ngig von den noch vorhandenen Freir&auml;umen in der Zeitplanung des jeweiligen Tages eine weitere
  Timebox f&uuml;r die noch nicht beendete Aufgabe zurteilen oder dies auf einen der n&auml;chsten Tage verschieben ohne die
  eigentliche Deadline f&uuml;r die Erledigung der Aufgabe zu &uuml;berschreiten.
  </p><p>
  Wie man am besten beginnt:
  Man beginnt am besten mit einer Bestandsaufnahme s&auml;mtlicher relevanter T&auml;tigkeiten am laufenden Tag und
  einer Dokumentation der T&auml;tigkeit und ben&ouml;tigten Zeit (Durchschnittszeit).
  </p>
  <p>
  Author: JerriCo<br />
  Post published: 2016-03-16
  </p>
  </div>

</div><!-- End Article Wrapper -->

<hr />

<div><!-- Social Media Information -->
	<p>Social Media Hub's</p>
	<p>
	Twitter: <a href="https://twitter.com/InspiredMindsDE" target="_blank">@TheMunkyHive</a><br />
	Twitch: <a href="https://www.twitch.tv/themunkyhive" target="_blank">Twitch Channel</a><br />

	</p>
</div>

<h2>:: <strong><a href="/">subscribe</a></strong></h2>

</div><!-- End Content Section -->


<div id="footer">
	<p>
		<a href="https://themunkyhive.github.io/" target="_blank">TheMunkyHive.github.io</a>
		:: <a href="https://github.com/TheMunkyHive" target="_blank">Github Repository</a>
		<!-- :: <a href="" target="_blank">Facebook</a> -->
	</p>
</div>

</div> <!-- Container -->

<div id="update">
	<p>
	This page was last updated on March 16 2016</p>
</div>
</body>
</html>
